Repository: chenjt2001/MindCanvas
Catalog: MindCanvas/Strings/*/Resources.resw
Source language: en
Languages: zh_hant

# AskForSave.CloseButtonText
source: Cancel
zh_hant: 取消

# AskForSave.PrimaryButtonText
source: Save
zh_hant: 保存

# AskForSave.SecondaryButtonText
source: Don't save
zh_hant: 不保存

# AskForSave.Title
source: Do you want to save your mind map?
zh_hant: 是否希望保存您的心智圖？

# AskForSaveSettings.CloseButtonText
source: Cancel
zh_hant: 取消

# AskForSaveSettings.PrimaryButtonText
source: Save
zh_hant: 保存

# AskForSaveSettings.SecondaryButtonText
source: Don't save
zh_hant: 不保存

# AskForSaveSettings.Title
source: Do you want to save your settings?
zh_hant: 是否希望保存您的設定？

# ChangeLanguageTip.CloseButtonText
source: OK
zh_hant: 好的

# ChangeLanguageTip.Content
source: Fully effective after restarting MindCanvas!
zh_hant: 重啟應用後完全生效！

# ChangeLanguageTip.Title
source: Info
zh_hant: 提示

# Code_Export
source: Export
zh_hant: 匯出

# Code_Help
source: Help
zh_hant: 幫助

# Code_MasterNode
source: Master Node
zh_hant: 主節點

# Code_MindCanvasFile
source: MindCanvas File
zh_hant: MindCanvas 檔案

# Code_MindCanvasMindMap
source: MindCanvas Mind Map
zh_hant: MindCanvas 心智圖

# Code_NoDescription
source: No description
zh_hant: 暫無描述

# Code_Open
source: Open
zh_hant: 打開

# Code_RequestRatingsAndReviewsToastText1
source: Rating MindCanvas
zh_hant: 為 MindCanvas 評分

# Code_RequestRatingsAndReviewsToastText2
source: Are you satisfied with MindCanvas?
zh_hant: 您對 MindCanvas 滿意嗎？

# Code_SelectTwoUntiedNodes
source: Select two untied nodes from the left to tie them, or select two tied nodes to cancel the tie between them.
zh_hant: 從左側選擇兩個未連接點以連接它們，或者選擇兩個已連接的點以取消它們之間的連接。

# Code_Settings
source: Settings
zh_hant: 設定

# Code_SharedFromMindCanvas
source: Shared from MindCanvas
zh_hant: 已從 MindCanvas 共亯

# Code_TheFirstNode
source: The first node
zh_hant: 第一個節點

# Code_Untitled
source: Untitled
zh_hant: 無標題

# DefaultSettingsPage_Cancel.Content
source: Cancel
zh_hant: 取消

# DefaultSettingsPage_DefaultValueSettings.Text
source: Default Value Settings
zh_hant: 預設值設定

# DefaultSettingsPage_RestoreInitialValue.Content
source: Restore Initial Value
zh_hant: 恢復初始值

# DefaultSettingsPage_Save.Content
source: Save
zh_hant: 保存

# DefaultSettingsPage_SetFontSize.Header
source: Set font size:
zh_hant: 設定字型大小：

# DefaultSettingsPage_SetFontSize.PlaceholderText
source: 10-100 number
zh_hant: 10-100的數

# DefaultSettingsPage_TheDefaultBorderColorOfTheNode.Text
source: The default border color of the node
zh_hant: 點的默認邊框顏色

# DefaultSettingsPage_TheDefaultFontSizeOfTheNode.Text
source: The default font size of the node
zh_hant: 點的默認文字大小

# EditNodePage_BasicInformation.Text
source: Basic Information
zh_hant: 基本資訊

# EditNodePage_BorderColor.Text
source: Border Color
zh_hant: 邊框顏色

# EditNodePage_Delete.Content
source: Delete
zh_hant: 刪除

# EditNodePage_Description.Text
source: Description
zh_hant: 描述

# EditNodePage_FontSize.Text
source: Font Size
zh_hant: 文字大小

# EditNodePage_Name.Text
source: Name
zh_hant: 名稱

# EditNodePage_SetFontSize.Header
source: Set font size:
zh_hant: 設定字型大小：

# EditNodePage_SetFontSize.PlaceholderText
source: 1-100 number
zh_hant: 1-100的數

# EditTiePage_BasicInformation.Text
source: Basic Information
zh_hant: 基本資訊

# EditTiePage_Delete.Content
source: Delete
zh_hant: 刪除

# EditTiePage_Description.Text
source: Description
zh_hant: 描述

# HelpPage_About.Text
source: About
zh_hant: 關於

# HelpPage_Feedback.Text
source: Feedback
zh_hant: 迴響

# HelpPage_Introduction.Text
source: Introduction
zh_hant: 介紹

# HelpPage_NewContent.Text
source: New Content
zh_hant: 新增內容

# HelpPage_Paragraph1.Text
source: MindCanvas is an app for making mind maps. With MindCanvas, you can easily create your own mind map by adding notes, ties and ink, and export or share it.
zh_hant: MindCanvas是一款製作心智圖的軟件。使用MindCanvas，你可以通過添加點、線和墨蹟輕鬆創造出自己的心智圖，並匯出或分享。

# HelpPage_Paragraph2_1.Text
source: Your comments are very important to the development of MindCanvas, please
zh_hant: 您的評估對MindCanvas的發展至關重要，請

# HelpPage_Paragraph2_2.Text
source: rate MindCanvas
zh_hant: 為MindCanvas評分

# HelpPage_Paragraph3.Text
source: Author: JanTang (Chen Jintao)
zh_hant: 作者：珒陶（陳錦濤）

# HelpPage_Paragraph4.Text
source: Version:
zh_hant: 版本：

# HelpPage_Paragraph5.Text
source: Copyright © 2021 JanTang. All rights reserved.
zh_hant: Copyright © 2021 珒陶. All rights reserved.

# HelpPage_Paragraph6_1.Text
source: For more information, please visit the
zh_hant: 更多資訊可訪問

# HelpPage_Paragraph6_2.Text
source: official website
zh_hant: 官方網站

# HelpPage_Paragraph6_3.Text
source: and
zh_hant: 及

# HelpPage_Paragraph6_4.Text
source: privacy policy
zh_hant: 隱私策略

# HelpPage_Paragraph7.Text
source: Q: Can the name of node have multiple lines? A: When inputting the name of node, press Shift+Enter to wrap the line. Q: Why can't I write ink in any other way except using a pen device even in the Inking Mode? A: If you want to use touch or mouse for inking writing, make sure to enable the "Touch Writing" function.
zh_hant: Q: 點的名稱可以有多行嗎？ A: 在編輯點的名稱時，按Shift+Enter鍵即可換行。 Q: 爲什麽即使在墨迹書寫模式下，除了使用筆設備，我無法用其他的方式進行墨迹書寫？ A: 若要使用觸控或鼠標進行墨迹書寫，請確保啓用“觸摸寫入”功能。

# HelpPage_QuestionAndAnswer.Text
source: Q&A
zh_hant: 常見問題

# HelpPage_VersionNewFeatures.Content
source: Version New Features
zh_hant: 版本新功能

# InfoPage_Info.Text
source: Select an element from the left to view or edit it.
zh_hant: 從左側選擇一個元素以查看或編輯它。

# MainPage_AddNode.Label
source: Add Node
zh_hant: 添加點

# MainPage_Confirm.Content
source: OK
zh_hant: 確定

# MainPage_FitPage.Label
source: Fit Page
zh_hant: 查看全覽

# MainPage_InkingMode.Header
source: Inking Mode
zh_hant: 墨蹟書寫模式

# MainPage_Menu.Label
source: Menu
zh_hant: 選單

# MainPage_NodeName.PlaceholderText
source: Node Name
zh_hant: 點名稱

# MainPage_Redo.Label
source: Redo
zh_hant: 重做

# MainPage_SetDefaultValues.Label
source: Set Default Values
zh_hant: 設定預設值

# MainPage_TieNodes.Label
source: Tie Nodes
zh_hant: 連接點

# MainPage_TouchWriting.ToolTipService.ToolTip
source: Touch Writing
zh_hant: 觸摸寫入

# MainPage_Undo.Label
source: Undo
zh_hant: 撤銷

# MainPage_ZoomIn.Label
source: Zoom In
zh_hant: 放大

# MainPage_ZoomOut.Label
source: Zoom Out
zh_hant: 縮小

# MenuPage_Export.Content
source: Export
zh_hant: 匯出

# MenuPage_Help.Content
source: Help
zh_hant: 幫助

# MenuPage_Menu.PaneTitle
source: Menu
zh_hant: 選單

# MenuPage_New.Content
source: New
zh_hant: 新建

# MenuPage_Open.Content
source: Open
zh_hant: 打開

# MenuPage_Save.Content
source: Save
zh_hant: 保存

# MenuPage_SaveAs.Content
source: Save As
zh_hant: 另存為

# MenuPage_Share.Content
source: Share
zh_hant: 共亯

# OpenFileError.CloseButtonText
source: OK
zh_hant: 好的

# OpenFileError.Content
source: File opening failed! Please confirm that this file is in MindCanvas format and try to update MindCanvas to the latest version!
zh_hant: 檔案打開失敗！請確認此檔案為MindCanvas格式的檔案並嘗試將MindCanvas更新至最新版本！

# OpenFileError.Title
source: Error
zh_hant: 錯誤

# OpenPage_BrowseFiles.Content
source: Browse files
zh_hant: 瀏覽檔案

# OpenPage_OpenFile.Text
source: Open File
zh_hant: 打開檔案

# OpenPage_RecentlyOpenedFiles.Text
source: Recently opened files
zh_hant: 最近打開的檔案

# ExportError.CloseButtonText
source: OK
zh_hant: 好的

# ExportError.Content
source: Please confirm that the export format has been selected and the corresponding codec has been installed!
zh_hant: 請確認已選擇匯出格式且已安裝此格式對應的的轉碼器！

# ExportError.Title
source: Export Error
zh_hant: 匯出錯誤

# ExportPage_Export.Content
source: Export
zh_hant: 匯出

# ExportPage_Format.Text
source: Format
zh_hant: 格式

# ExportPage_PleaseSelectAFormat.PlaceholderText
source: Please select a format
zh_hant: 請選擇一個格式

# ExportPage_Preview.Text
source: Preview
zh_hant: 預覽

# SettingsPage_Dark.Content
source: Dark
zh_hant: 深色

# SettingsPage_Language.Text
source: Language
zh_hant: 語言

# SettingsPage_Light.Content
source: Light
zh_hant: 淺色

# SettingsPage_PleaseSelectALangauge.Header
source: Please select a langauge:
zh_hant: 請選擇一個語言：

# SettingsPage_ThemeMode.Text
source: Theme Mode
zh_hant: 主題模式

# SettingsPage_UseSystemSetting.Content
source: Use system setting
zh_hant: 使用系統設置

# ShowNewFunction.CloseButtonText
source: OK
zh_hant: 好的

# ShowNewFunction.Content
source: 1.Support manual selection of multiple languages (Use system setting, Simplified Chinese, Traditional Chinese, English). 2.If the file is not saved, it will ask whether to save it when exiting MindCanvas. 3.Fixed some bugs. 4.Optimized some details.
zh_hant: 1.增加了右鍵菜單。 2.增加了文件加密功能。 3.增加了搜索功能。 4.支持修改點的樣式。 5.支持修改線的顏色。 6.修復了一些BUG。 7.優化了一些細節。

# ShowNewFunction.Title
source: New Function
zh_hant: 新功能

# Code_Encrypt
source: Encrypt
zh_hant: 加密

# Code_PleaseEnterTheNewPassword
source: Please enter the new password:
zh_hant: 請輸入新密碼：

# Code_PleaseEnterTheNewPasswordAgain
source: Please enter the new password again:
zh_hant: 請再次輸入新密碼：

# Code_PleaseEnterTheOldPassword
source: Please enter the old password:
zh_hant: 請輸入舊密碼：

# Code_PleaseEnterThePassword
source: Please enter the password:
zh_hant: 請輸入密碼：

# Code_PleaseEnterThePasswordAgain
source: Please enter the password again:
zh_hant: 請再次輸入密碼：

# EncryptPage_PasswordProtection.Text
source: Password Protection
zh_hant: 密碼保護

# EnterPassword.PrimaryButtonText
source: OK
zh_hant: 確定

# EnterPassword.SecondaryButtonText
source: Cancel
zh_hant: 取消

# EnterPassword.Title
source: Enter The Password
zh_hant: 輸入密碼

# EditNodePage_NoDescription.PlaceholderText
source: No description
zh_hant: 暫無描述

# EditTiePage_NoDescription.PlaceholderText
source: No description
zh_hant: 暫無描述

# EncryptPage_ChangePassword.Content
source: Change password
zh_hant: 修改密碼

# EncryptPage_Paragraph.Text
source: After setting the password, only the person with the password can open the MindCanvas file. Once the password is forgotten, the file data will be inaccessible.
zh_hant: 設置密碼後，只有擁有密碼的人才能打開此 MindCanvas 文件。一旦忘記密碼，此文件數據將無法訪問。

# EncryptPage_UseAPasswordToEncryptTheCurrentlyOpenedFile.Header
source: Use a password to encrypt the currently opened file
zh_hant: 使用密碼加密當前打開的文件
